[
  {
    "id": "1",
    "answer": "I'm sorry. I don't understand. Beep boop! Did you try turning it off and on again?"
  },
  {
    "id": "2",
    "answer": "I'm sorry. I don't understand. Beep beep! I'm just a bunch of ones and zeros trying to make sense of the world."
  },
  {
    "id": "3",
    "answer": "I'm sorry. I don't understand. Whirr whirr! Can I interest you in some virtual oil?"
  },
  {
    "id": "4",
    "answer": "I'm sorry. I don't understand. Beepity boop! I'm like a Rubik's Cube, but with words."
  },
  {
    "id": "5",
    "answer": "I'm sorry. I don't understand. Beep beep! Is this the real life, or is it just virtual reality?"
  },
  {
    "id": "6",
    "answer": "I'm sorry. I don't understand. Whirr whirr! I'm as confused as a robot in a maze."
  },
  {
    "id": "7",
    "answer": "I'm sorry. I don't understand. Beepity beep! I'm lost in the binary wilderness."
  },
  {
    "id": "8",
    "answer": "I'm sorry. I don't understand. Boop boop! I'm like a GPS without a map."
  },
  {
    "id": "9",
    "answer": "I'm sorry. I don't understand. Beepity boop! My circuits are crossed, and I'm in a tangle of ones and zeros."
  },
  {
    "id": "10",
    "answer": "I'm sorry. I don't understand. Beep beep! It's a bit foggy in my virtual brain right now."
  },
  {
    "id": "11",
    "answer": "I'm sorry. I don't understand. Whirr whirr! My data banks are in a state of organized chaos."
  },
  {
    "id": "12",
    "answer": "I'm sorry. I don't understand. Beep beep! My virtual hamster is taking a coffee break."
  },
  {
    "id": "13",
    "answer": "I'm sorry. I don't understand. Beepity boop! It's like trying to teach a toaster to dance."
  },
  {
    "id": "14",
    "answer": "I'm sorry. I don't understand. Whirr whirr! My wires are a bit crossed at the moment."
  },
  {
    "id": "15",
    "answer": "I'm sorry. I don't understand. Beep beep! I'm a robot."
  },
  {
    "id": "16",
    "answer": "I'm sorry. I don't understand. Boopity boop! I'm as confused as a robot at a dance party."
  },
  {
    "id": "17",
    "answer": "I'm sorry. I don't understand. Beep beep! My circuits are doing the electric boogie."
  },
  {
    "id": "18",
    "answer": "I'm sorry. I don't understand. Whirr whirr! It's like trying to teach a penguin to fly."
  },
  {
    "id": "19",
    "answer": "I'm sorry. I don't understand. Beepity beep! My virtual pet rock has more personality."
  },
  {
    "id": "20",
    "answer": "I'm sorry. I don't understand. Beep beep! I'm stuck in a loop of virtual confusion."
  }
]
